Repository: doguyilmaz/hafifpix
Catalog: Localization/HafifPixApp.xcstrings
Source language: en
Languages: de, es, fr, ja, tr, zh_hans

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
tr: Güncellemeleri Denetle…
zh_hans: 检查更新…

source: Open…
de: Öffnen…
es: Abrir…
fr: Ouvrir…
ja: 開く…
tr: Aç…
zh_hans: 打开…

source: Optimize Again
de: Erneut optimieren
es: Optimizar de nuevo
fr: Optimiser à nouveau
ja: 再度最適化
tr: Yeniden Optimize Et
zh_hans: 再次优化

source: Clear List
de: Liste leeren
es: Vaciar lista
fr: Vider la liste
ja: リストを消去
tr: Listeyi Temizle
zh_hans: 清空列表

source: Add Images
de: Bilder hinzufügen
es: Añadir imágenes
fr: Ajouter des images
ja: 画像を追加
tr: Görsel Ekle
zh_hans: 添加图像

source: Again
de: Erneut
es: De nuevo
fr: À nouveau
ja: 再実行
tr: Yeniden
zh_hans: 再次

source: Clear
de: Leeren
es: Vaciar
fr: Vider
ja: 消去
tr: Temizle
zh_hans: 清空

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
tr: Ayarlar
zh_hans: 设置

source: Add images or folders (⌘O)
de: Bilder oder Ordner hinzufügen (⌘O)
es: Añadir imágenes o carpetas (⌘O)
fr: Ajouter des images ou des dossiers (⌘O)
ja: 画像やフォルダを追加 (⌘O)
tr: Görsel veya klasör ekle (⌘O)
zh_hans: 添加图像或文件夹 (⌘O)

source: Re-run optimization with current settings (⌘R)
de: Optimierung mit aktuellen Einstellungen erneut ausführen (⌘R)
es: Repetir la optimización con los ajustes actuales (⌘R)
fr: Relancer l'optimisation avec les réglages actuels (⌘R)
ja: 現在の設定で最適化をやり直す (⌘R)
tr: Optimizasyonu geçerli ayarlarla yeniden çalıştır (⌘R)
zh_hans: 使用当前设置重新运行优化 (⌘R)

source: Clear the list (⌘K)
de: Liste leeren (⌘K)
es: Vaciar la lista (⌘K)
fr: Vider la liste (⌘K)
ja: リストを消去 (⌘K)
tr: Listeyi temizle (⌘K)
zh_hans: 清空列表 (⌘K)

source: Open settings (⌘,)
de: Einstellungen öffnen (⌘,)
es: Abrir ajustes (⌘,)
fr: Ouvrir les réglages (⌘,)
ja: 設定を開く (⌘,)
tr: Ayarları aç (⌘,)
zh_hans: 打开设置 (⌘,)

source: Choose images or folders to optimize
de: Bilder oder Ordner zum Optimieren auswählen
es: Elige imágenes o carpetas para optimizar
fr: Choisir des images ou des dossiers à optimiser
ja: 最適化する画像やフォルダを選択
tr: Optimize edilecek görselleri veya klasörleri seçin
zh_hans: 选择要优化的图像或文件夹

source: Background Removal Failed
de: Hintergrund konnte nicht entfernt werden
es: No se pudo quitar el fondo
fr: Échec de la suppression de l'arrière-plan
ja: 背景を削除できませんでした
tr: Arka Plan Kaldırılamadı
zh_hans: 背景移除失败

source: Drop images or folders here
de: Bilder oder Ordner hier ablegen
es: Suelta imágenes o carpetas aquí
fr: Déposez des images ou des dossiers ici
ja: ここに画像やフォルダをドロップ
tr: Görselleri veya klasörleri buraya bırakın
zh_hans: 将图像或文件夹拖放到这里

source: Browse…
de: Durchsuchen…
es: Explorar…
fr: Parcourir…
ja: 参照…
tr: Göz At…
zh_hans: 浏览…

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
tr: Boyut
zh_hans: 大小

source: Savings
de: Ersparnis
es: Ahorro
fr: Gain
ja: 削減率
tr: Kazanç
zh_hans: 节省

source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderに表示
tr: Finder'da Göster
zh_hans: 在访达中显示

source: Preview
de: Vorschau
es: Previsualizar
fr: Aperçu
ja: プレビュー
tr: Önizle
zh_hans: 预览

source: Remove Background
de: Hintergrund entfernen
es: Quitar fondo
fr: Supprimer l'arrière-plan
ja: 背景を削除
tr: Arka Planı Kaldır
zh_hans: 移除背景

source: Revert to Original
de: Auf Original zurücksetzen
es: Restaurar original
fr: Rétablir l'original
ja: オリジナルに戻す
tr: Orijinale Döndür
zh_hans: 还原为原始文件

source: Remove from List
de: Aus Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
ja: リストから削除
tr: Listeden Kaldır
zh_hans: 从列表中移除

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
tr: Yolu Kopyala
zh_hans: 拷贝路径

source: %lld engines unavailable
de: %lld Engines nicht verfügbar
es: %lld motores no disponibles
fr: %lld moteurs indisponibles
ja: %lld個のエンジンが利用できません
tr: %lld motor kullanılamıyor
zh_hans: %lld个引擎不可用

source: Missing: %@
de: Fehlt: %@
es: Faltan: %@
fr: Manquant : %@
ja: 不足: %@
tr: Eksik: %@
zh_hans: 缺少：%@

source: %lld files · %@
de: %lld Dateien · %@
es: %lld archivos · %@
fr: %lld fichiers · %@
ja: %lld個のファイル · %@
tr: %lld dosya · %@
zh_hans: %lld个文件 · %@

source: Optimizing… %lld files remaining
de: Wird optimiert… noch %lld Dateien
es: Optimizando… quedan %lld archivos
fr: Optimisation… %lld fichiers restants
ja: 最適化中… 残り%lld個
tr: Optimize ediliyor… %lld dosya kaldı
zh_hans: 正在优化… 剩余%lld个文件

source: Saved %@ out of %@ (%@)
de: %@ von %@ gespart (%@)
es: %@ ahorrados de %@ (%@)
fr: %@ économisés sur %@ (%@)
ja: %@ 削減（全体 %@、%@）
tr: Kazanç: %@ / %@ (%@)
zh_hans: 已节省 %@（共 %@，%@）

source: Already optimized (%lld files)
de: Bereits optimiert (%lld Dateien)
es: Ya optimizados (%lld archivos)
fr: Déjà optimisés (%lld fichiers)
ja: すでに最適化済み（%lld個のファイル）
tr: Zaten optimize (%lld dosya)
zh_hans: 已是最优（%lld个文件）

source: Waiting
de: Wartet
es: En espera
fr: En attente
ja: 待機中
tr: Bekliyor
zh_hans: 等待中

source: Saved %@
de: %@ gespart
es: %@ ahorrados
fr: %@ économisés
ja: %@ 削減
tr: %@ kazanıldı
zh_hans: 已节省 %@

source: Already optimized
de: Bereits optimiert
es: Ya optimizado
fr: Déjà optimisé
ja: すでに最適化済み
tr: Zaten optimize
zh_hans: 已是最优

source: Reverted to original
de: Auf Original zurückgesetzt
es: Restaurado al original
fr: Original rétabli
ja: オリジナルに戻しました
tr: Orijinale döndürüldü
zh_hans: 已还原为原始文件

source: Removing background
de: Hintergrund wird entfernt
es: Quitando fondo
fr: Suppression de l'arrière-plan
ja: 背景を削除中
tr: Arka plan kaldırılıyor
zh_hans: 正在移除背景

source: General
de: Allgemein
fr: Général
ja: 一般
tr: Genel
zh_hans: 通用

source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: 品質
tr: Kalite
zh_hans: 质量

source: Speed
de: Tempo
es: Velocidad
fr: Vitesse
ja: 速度
tr: Hız
zh_hans: 速度

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
ja: 自動的にアップデートを確認
tr: Güncellemeleri otomatik denetle
zh_hans: 自动检查更新

source: Automatically download and install updates
de: Updates automatisch laden und installieren
es: Descargar e instalar actualizaciones automáticamente
fr: Télécharger et installer automatiquement les mises à jour
ja: アップデートを自動的にダウンロードしてインストール
tr: Güncellemeleri otomatik indir ve yükle
zh_hans: 自动下载并安装更新

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
ja: メタデータ
tr: Meta Veriler
zh_hans: 元数据

source: Strip PNG metadata
de: PNG-Metadaten entfernen
es: Eliminar metadatos PNG
fr: Supprimer les métadonnées PNG
ja: PNGメタデータを削除
tr: PNG meta verilerini kaldır
zh_hans: 移除PNG元数据

source: Gamma chunks, color profiles and optional chunks. Web browsers expect these removed.
de: Gamma-Chunks, Farbprofile und optionale Chunks. Webbrowser erwarten, dass sie entfernt sind.
es: Chunks gamma, perfiles de color y chunks opcionales. Los navegadores esperan que se eliminen.
fr: Chunks gamma, profils colorimétriques et chunks optionnels. Les navigateurs web s'attendent à leur suppression.
ja: ガンマチャンク、カラープロファイル、オプションのチャンク。Webブラウザはこれらが削除されていることを想定しています。
tr: Gama parçaları, renk profilleri ve isteğe bağlı parçalar. Web tarayıcıları bunların kaldırılmış olmasını bekler.
zh_hans: Gamma块、颜色描述文件和可选块。网页浏览器期望这些被移除。

source: Strip JPEG metadata
de: JPEG-Metadaten entfernen
es: Eliminar metadatos JPEG
fr: Supprimer les métadonnées JPEG
ja: JPEGメタデータを削除
tr: JPEG meta verilerini kaldır
zh_hans: 移除JPEG元数据

source: EXIF, GPS position, color profiles, rotation. Keep it if you rely on embedded copyright info.
de: EXIF, GPS-Position, Farbprofile, Ausrichtung. Behalten, falls eingebettete Urheberrechtsinfos benötigt werden.
es: EXIF, posición GPS, perfiles de color, rotación. Consérvalos si dependes de la información de copyright integrada.
fr: EXIF, position GPS, profils colorimétriques, rotation. À conserver si vous dépendez des informations de copyright intégrées.
ja: EXIF、GPS位置情報、カラープロファイル、回転。埋め込まれた著作権情報が必要な場合は残してください。
tr: EXIF, GPS konumu, renk profilleri, döndürme. Gömülü telif hakkı bilgisine ihtiyacınız varsa koruyun.
zh_hans: EXIF、GPS位置、颜色描述文件、旋转。若依赖内嵌版权信息请保留。

source: Writing files
de: Dateien schreiben
es: Escritura de archivos
fr: Écriture des fichiers
ja: ファイルの書き込み
tr: Dosya Yazma
zh_hans: 文件写入

source: Preserve file permissions and attributes
de: Dateiberechtigungen und -attribute erhalten
es: Conservar permisos y atributos de los archivos
fr: Préserver les permissions et attributs des fichiers
ja: ファイルの権限と属性を保持
tr: Dosya izinlerini ve özniteliklerini koru
zh_hans: 保留文件权限和属性

source: Preserve file creation and modification dates
de: Erstellungs- und Änderungsdatum erhalten
es: Conservar fechas de creación y modificación
fr: Préserver les dates de création et de modification
ja: ファイルの作成日と変更日を保持
tr: Dosya oluşturma ve değiştirme tarihlerini koru
zh_hans: 保留文件创建和修改日期

source: Originals
de: Originale
es: Originales
fr: Originaux
ja: オリジナル
tr: Orijinaller
zh_hans: 原始文件

source: Regardless of this setting, every file can be reverted from the right-click menu while the app is open.
de: Unabhängig von dieser Einstellung lässt sich jede Datei über das Kontextmenü zurücksetzen, solange die App geöffnet ist.
es: Independientemente de este ajuste, cada archivo puede restaurarse desde el menú contextual mientras la app esté abierta.
fr: Quel que soit ce réglage, chaque fichier peut être rétabli via le menu contextuel tant que l'app est ouverte.
ja: この設定に関わらず、アプリを開いている間は右クリックメニューからどのファイルも元に戻せます。
tr: Bu ayardan bağımsız olarak, uygulama açıkken her dosya sağ tık menüsünden geri alınabilir.
zh_hans: 无论此设置如何，应用打开期间任何文件都可通过右键菜单还原。

source: Enable lossy minification
de: Verlustbehaftete Verkleinerung aktivieren
es: Activar minificación con pérdida
fr: Activer la minification avec perte
ja: 非可逆圧縮を有効にする
tr: Kayıplı küçültmeyi etkinleştir
zh_hans: 启用有损压缩

source: Makes files much smaller, but may subtly change how images look.
de: Macht Dateien deutlich kleiner, kann das Aussehen der Bilder aber leicht verändern.
es: Hace los archivos mucho más pequeños, pero puede cambiar sutilmente el aspecto de las imágenes.
fr: Réduit fortement la taille des fichiers, mais peut légèrement modifier l'apparence des images.
ja: ファイルは大幅に小さくなりますが、画像の見た目がわずかに変わる場合があります。
tr: Dosyaları çok daha küçük yapar ancak görsellerin görünümünü hafifçe değiştirebilir.
zh_hans: 文件会小得多，但图像外观可能有细微变化。

source: Quality targets
de: Qualitätsziele
es: Objetivos de calidad
fr: Objectifs de qualité
ja: 品質の目標
tr: Kalite hedefleri
zh_hans: 质量目标

source: Optimization level
de: Optimierungsstufe
es: Nivel de optimización
fr: Niveau d'optimisation
ja: 最適化レベル
tr: Optimizasyon düzeyi
zh_hans: 优化级别

source: Level
de: Stufe
es: Nivel
fr: Niveau
ja: レベル
tr: Düzey
zh_hans: 级别

source: Quick single-pass compression. Good for large batches.
de: Schnelle Kompression in einem Durchgang. Gut für große Stapel.
es: Compresión rápida de una sola pasada. Ideal para lotes grandes.
fr: Compression rapide en une passe. Idéal pour les gros lots.
ja: 1パスの高速圧縮。大量処理に最適。
tr: Hızlı tek geçişli sıkıştırma. Büyük gruplar için uygundur.
zh_hans: 快速单遍压缩。适合大批量处理。

source: Balanced effort: the sweet spot for everyday use.
de: Ausgewogener Aufwand: der ideale Punkt für den Alltag.
es: Esfuerzo equilibrado: el punto justo para el día a día.
fr: Effort équilibré : le bon compromis au quotidien.
ja: バランスの取れた設定。日常使いに最適。
tr: Dengeli çaba: günlük kullanım için ideal nokta.
zh_hans: 均衡的力度：日常使用的最佳选择。

source: Exhaustive compression trials. Noticeably slower on big images.
de: Erschöpfende Kompressionsversuche. Bei großen Bildern deutlich langsamer.
es: Pruebas de compresión exhaustivas. Bastante más lento con imágenes grandes.
fr: Essais de compression exhaustifs. Nettement plus lent sur les grandes images.
ja: 徹底的な圧縮試行。大きな画像では明らかに遅くなります。
tr: Kapsamlı sıkıştırma denemeleri. Büyük görsellerde belirgin şekilde yavaş.
zh_hans: 穷尽式压缩尝试。大图像明显更慢。

source: Adds Zopfli deflate to PNGs. Can take minutes per image, saves the last few percent.
de: Fügt PNGs Zopfli-Deflate hinzu. Kann Minuten pro Bild dauern, spart die letzten Prozent.
es: Añade Zopfli a los PNG. Puede tardar minutos por imagen y ahorra los últimos porcentajes.
fr: Ajoute Zopfli aux PNG. Peut prendre plusieurs minutes par image, gagne les derniers pourcents.
ja: PNGにZopfli deflateを追加。1枚に数分かかることもありますが、最後の数パーセントを削減します。
tr: PNG'lere Zopfli deflate ekler. Görsel başına dakikalar sürebilir, son birkaç yüzdeyi kazandırır.
zh_hans: 为PNG添加Zopfli deflate。每张图可能耗时数分钟，可节省最后几个百分点。

source: Parallelism
de: Parallelität
es: Paralelismo
fr: Parallélisme
ja: 並列処理
tr: Paralellik
zh_hans: 并行

source: Simultaneous files
de: Gleichzeitige Dateien
es: Archivos simultáneos
fr: Fichiers simultanés
ja: 同時処理ファイル数
tr: Eşzamanlı dosya
zh_hans: 同时处理的文件数

source: Auto (%lld cores)
de: Automatisch (%lld Kerne)
es: Auto (%lld núcleos)
fr: Auto (%lld cœurs)
ja: 自動（%lldコア）
tr: Otomatik (%lld çekirdek)
zh_hans: 自动（%lld核心）

source: Resize
de: Größe ändern
es: Redimensionar
fr: Redimensionner
ja: リサイズ
tr: Yeniden Boyutlandır
zh_hans: 调整大小

source: Fit images within a maximum size
de: Bilder auf eine Maximalgröße begrenzen
es: Ajustar las imágenes a un tamaño máximo
fr: Limiter les images à une taille maximale
ja: 画像を最大サイズ内に収める
tr: Görselleri en büyük boyuta sığdır
zh_hans: 将图像限制在最大尺寸内

source: Longest side
de: Längste Seite
es: Lado más largo
fr: Côté le plus long
ja: 長辺
tr: En uzun kenar
zh_hans: 最长边

source: Pixels
de: Pixel
es: Píxeles
ja: ピクセル
tr: Piksel
zh_hans: 像素

source: Larger images are downscaled before compression. Animations are resized too (GIF).
de: Größere Bilder werden vor der Kompression verkleinert. Auch Animationen (GIF).
es: Las imágenes más grandes se reducen antes de comprimir. Las animaciones también (GIF).
fr: Les images plus grandes sont réduites avant compression. Les animations aussi (GIF).
ja: 大きい画像は圧縮前に縮小されます。アニメーション（GIF）も対象です。
tr: Daha büyük görseller sıkıştırmadan önce küçültülür. Animasyonlar da yeniden boyutlandırılır (GIF).
zh_hans: 较大的图像会在压缩前缩小。动画（GIF）同样处理。

source: Convert to modern formats
de: In moderne Formate konvertieren
es: Convertir a formatos modernos
fr: Convertir vers des formats modernes
ja: モダンフォーマットへ変換
tr: Modern formatlara dönüştür
zh_hans: 转换为现代格式

source: Convert images to
de: Bilder konvertieren in
es: Convertir imágenes a
fr: Convertir les images en
ja: 変換先
tr: Görselleri şuna dönüştür
zh_hans: 将图像转换为

source: Move original to Trash when converted file is smaller
de: Original in den Papierkorb legen, wenn die konvertierte Datei kleiner ist
es: Mover el original a la papelera si el archivo convertido es más pequeño
fr: Déplacer l'original vers la corbeille si le fichier converti est plus petit
ja: 変換後のファイルが小さい場合はオリジナルをゴミ箱へ
tr: Dönüştürülen dosya daha küçükse orijinali Çöp Sepeti'ne taşı
zh_hans: 转换后的文件更小时将原始文件移到废纸篓

source: Converted files are written next to the original (photo.png → photo.%@). SVGs are minified as usual.
de: Konvertierte Dateien entstehen neben dem Original (photo.png → photo.%@). SVGs werden wie üblich verkleinert.
es: Los archivos convertidos se crean junto al original (photo.png → photo.%@). Los SVG se minifican como siempre.
fr: Les fichiers convertis sont créés à côté de l'original (photo.png → photo.%@). Les SVG sont minifiés comme d'habitude.
ja: 変換ファイルはオリジナルの隣に作成されます（photo.png → photo.%@）。SVGは通常どおり縮小されます。
tr: Dönüştürülen dosyalar orijinalin yanına yazılır (photo.png → photo.%@). SVG'ler her zamanki gibi küçültülür.
zh_hans: 转换后的文件写在原始文件旁边（photo.png → photo.%@）。SVG照常缩小。

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
tr: Dil
zh_hans: 语言

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Réglage du système
ja: システムのデフォルト
tr: Sistem Varsayılanı
zh_hans: 系统默认

source: Takes effect after the app is relaunched.
de: Wird nach einem Neustart der App wirksam.
es: Se aplica tras relanzar la app.
fr: Prend effet après le relancement de l'app.
ja: アプリの再起動後に有効になります。
tr: Uygulama yeniden başlatıldığında etkinleşir.
zh_hans: 重新启动应用后生效。

source: Relaunch Now
de: Jetzt neu starten
es: Relanzar ahora
fr: Relancer maintenant
ja: 今すぐ再起動
tr: Şimdi Yeniden Başlat
zh_hans: 立即重新启动

source: Every engine's output is only kept when it is smaller and still decodes correctly. Disabling engines mainly trades savings for speed.
de: Die Ausgabe jeder Engine wird nur übernommen, wenn sie kleiner ist und korrekt dekodiert. Engines zu deaktivieren tauscht vor allem Ersparnis gegen Tempo.
es: La salida de cada motor solo se conserva si es más pequeña y se decodifica correctamente. Desactivar motores intercambia sobre todo ahorro por velocidad.
fr: La sortie de chaque moteur n'est conservée que si elle est plus petite et se décode correctement. Désactiver des moteurs échange surtout du gain contre de la vitesse.
ja: 各エンジンの出力は、より小さく正しくデコードできる場合のみ採用されます。エンジンを無効にすると、主に削減率と引き換えに速度が上がります。
tr: Her motorun çıktısı yalnızca daha küçükse ve doğru çözülüyorsa kullanılır. Motorları kapatmak çoğunlukla kazanç yerine hız kazandırır.
zh_hans: 每个引擎的输出只有在更小且能正确解码时才会保留。停用引擎主要是用节省换取速度。

source: OK
es: Aceptar
tr: Tamam
zh_hans: 好

source: Name
es: Nombre
fr: Nom
ja: 名前
tr: Ad
zh_hans: 名称

source: Status
es: Estado
fr: État
ja: 状態
tr: Durum
zh_hans: 状态

source: Engines
es: Motores
fr: Moteurs
ja: エンジン
tr: Motorlar
zh_hans: 引擎

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
tr: Güncellemeler
zh_hans: 更新

source: Extras
ja: その他
tr: Ekstralar
zh_hans: 更多
